<?php 

return [
    'languages' => [
        'kh' => 'ភាសាខ្មែរ',
        'en' => 'ភាសាអង់គ្លេស',
    ],
    'menu' => [
        'contact' => 'ទំនាក់ទំនង',
        'home' => 'ទំព័រដើម',
        'shop' => 'ហាងទំនិញ',
        'sale' => 'លក់ដូរ',
        'about' => 'អំពីពួកយើង',
    ],
    'actions' => [
        'edit' => 'កែទម្រង់',
        'create' => 'បន្ថែមថ្មី',
        'show' => 'មើលលំអិត',
    ],
    'fields' => [
        'type' => 'អម្បូរ',
        'categories' => 'ប្រភេទ',
        'qty' => 'ចំនួន',
        'description' => 'ការបរិយាយ',
        'related_product' => 'ផលិតផលទាក់ទង',
        'get_in_touch' => 'ភ្ជាប់ទំនាក់ទំនង',
        'links' => 'តំណភ្ជាប់',
        'copy_right' => 'រក្សាសិទ្ធដោយ',
        'item_left' => 'ដែលនៅសល់',
        'price' => 'តម្លៃ',
        'no_item_in_cart' => 'មិនមានផលិតផលនៅក្នុងកន្រ្តកទេ',
        'view_cart' => 'ចូលមើលកន្រ្តក',
        'checkout' => 'បញ្ជារទិញ',
        'search' => 'ស្វែងរក',
        'view_all' => 'មើលទាំងអស់',
        'our_products' => 'ផលិតផលរបស់ពួកយើង'
    ]
];
