<?php

return [
    'placeholder' => [
        'name' => 'សូមបញ្ចូល ឈ្មោះ',
        'cost' => 'សូមបញ្ចូល តម្លៃដើម',
        'price' => 'សូមបញ្ចូល តម្លៃលក់',
        'discount' => 'សូមបញ្ចូល បញ្ចុះតម្លៃ',
        'qty' => 'សូមបញ្ចូល បរិមាណ',
        'description' => 'សូមបញ្ចូល សេចក្ដីពិពណ៌នា',
        'kh_name' => 'សូមបញ្ចូល ឈ្មោះខេមរភាសា',
        'kh_description' => 'សូមបញ្ចូល សេចក្ដីពិពណ៌នា ខេមរភាសា',
        'en_description' => 'សូមបញ្ចូល សេចក្ដីពិពណ៌នា ភាសាអង់គ្លេស',
        'type' => '',
    ],
    'attributes' => [
        'name' => 'ឈ្មោះ',
        'cost' => 'តម្លៃដើម',
        'price' => 'តម្លៃលក់',
        'discount' => 'បញ្ចុះតម្លៃ',
        'qty' => 'បរិមាណ',
        'description' => 'សេចក្ដីពិពណ៌នា',
        'kh_name' => 'ឈ្មោះខេមរភាសា',
        'kh_description' => 'សេចក្ដីពិពណ៌នា ខេមរភាសា',
        'en_description' => 'សេចក្ដីពិពណ៌នា ភាសាអង់គ្លេស',
    ],
    'search' => 'ស្វែងរក',
    'labels' => [
        'max_files' => 'អាចជ្រើសរើសបាន៥រូបភាព ហើយរូបភាពត្រូវស្ថិតនៅក្នុង [jpg, png, gif].',
        'name' => 'ឈ្មោះផលិតផល',
        'description' => 'ការបរិយាយ',
        'price' => 'តម្លៃលក់',
        'cost' => 'តម្លៃដើម',
        'discount' => 'បញ្ចុះតម្លៃ',
        'type' => 'ប្រភេទ',
        'qty' => 'ចំនួន',
    ],
];
